---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.WALL_BASE_OFFSET
enum: Autodesk.Revit.DB.BuiltInParameter
zh: 偏移、偏移量
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.WALL_BASE_OFFSET

**中文**: 偏移、偏移量

"Base Offset"